Repository: common-repository/wp-easy-smtp
Catalog: languages/wp-easy-smtp-*.po
Languages: es_es, fa_ir, fr_fr, pt_pt

source: Bad Request
es_es: Solicitud de mala
fa_ir: درخواست بد
fr_fr: Demande incorrecte

source: WP Easy SMTP
fa_ir: SMTP آسان وردپرس

source: Settings
es_es: Ajustes
fa_ir: تنظیمات
fr_fr: Paramètres
pt_pt: Configurações

source: WP Easy SMTP Settings
es_es: WP Easy SMTP Ajustes
fa_ir: تنظیمات SMTP آسان وردپرس
fr_fr: Paramètres WP Easy SMTP
pt_pt: WP Easy SMTP Configurações

source: Please visit the <a target="_blank" href="%s">WP Easy SMTP</a> plugin's documentation page for usage instructions.
es_es: Por favor visite la página de documentación del <a target="_blank" href="%s">WP Easy SMTP</a> plugin para instrucciones de uso.
fa_ir: لطفا جهت نحوه استفاده از این افزونه از صفحه مستندات <a target="_blank" href="%s">SMTP آسان وردپرس</a> بازدید کنید.
fr_fr: Visitez la page de documentation du plugin <a target="_blank" href="%s">WP Easy SMTP</a> pour obtenir des instructions d’utilisation.
pt_pt: Por favor, visite a página de documentação do plugin <a target="_blank" href="%s">WP Easy SMTP</a> para instruções de uso.

source: Notice:
es_es: Aviso:
fa_ir: توجه:
fr_fr: Avis:
pt_pt: Aviso:

source: The plugin's settings have been changed. In order to save them please don't forget to click the 'Save Changes' button.
es_es: Se han cambiado la configuración del plugin. Para salvar a ellos por favor no olviden hacer clic en el botón 'Guardar cambios'.
fa_ir: تنظیمات این افزونه تغییر کرده است. لطفا به منظور ذخیره کردن آنها روی دکمه "ذخیره تغییرات" کلیک کنید.
fr_fr: Paramètres du plugin ont été modifiées. Afin de sauver les s’il vous plaît n’oublient pas de cliquez sur le bouton « Enregistrer les modifications ».
pt_pt: Configurações do plugin foram alteradas. A fim de salvá-los não se esqueça de clicar no botão 'Salvar alterações'.

source: SMTP Configuration Settings
es_es: Configuración de SMTP
fa_ir: تنظیمات پیکربندی SMTP
fr_fr: Paramètres de Configuration SMTP
pt_pt: Definições de configuração do SMTP

source: You can request your hosting provider for the SMTP details of your site. Use the SMTP details provided by your hosting provider to configure the following settings.
es_es: Usted puede solicitar a su proveedor de hosting para los detalles de SMTP de su sitio. Utilice los detalles de SMTP proporcionados por su proveedor de hosting para configurar las siguientes opciones.
fa_ir: شما می‌توانید جزئیات SMTP سایت‌تان را از ارائه دهنده خدمات میزبانی‌تان درخواست کنید. از جزئیات SMTP تهیه شده توسط ارائه دهنده خدمات میزبانی‌تان برای پیکربندی تنظیمات زیر استفاده کنید.
fr_fr: Vous pouvez demander à votre fournisseur d’hébergement pour les détails de SMTP de votre site. Les détails de SMTP fournis par votre fournisseur d’hébergement permet de configurer les paramètres suivants.
pt_pt: Você pode solicitar a seu provedor de hospedagem para os detalhes de SMTP do seu site. Use os detalhes de SMTP fornecidos pelo seu provedor de hospedagem para definir as seguintes configurações.

source: From Email
es_es: De correo electrónico
fa_ir: پست الکترونیکی فرستنده
fr_fr: De l’Email
pt_pt: De E-mail

source: You can specify the email address that emails should be sent from. If you leave this blank, the default email will be used.
es_es: Puede especificar la dirección de correo electrónico que deben enviar mensajes de correo electrónico de. Si se deja en blanco, se utilizará el correo electrónico predeterminado.
fa_ir: شما می‌توانید آدرس پست الکترونیکی که پست‌های الکترونیکی باید از طرف آن ارسال شوند را مشخص کنید. اگر شما این را خالی بگذارید، پست الکترونیکی پیش فرض استفاده خواهد شد.
fr_fr: Vous pouvez spécifier l’adresse e-mail que les courriels devraient être envoyés à partir. Si vous laissez ce champ vide, le courrier électronique par défaut sera utilisé.
pt_pt: Você pode especificar o endereço de e-mail que e-mails devem ser enviadas a partir. Se você deixar em branco, o e-mail padrão será usado.

source: From Name
es_es: De nombre
fa_ir: نام فرستنده
fr_fr: De nom
pt_pt: De nome

source: You can specify the name that emails should be sent from. If you leave this blank, the emails will be sent from WordPress.
es_es: Puede especificar el nombre que deben enviarse mensajes de correo electrónico de. Si se deja en blanco, los mensajes de correo electrónico se enviará desde WordPress.
fa_ir: شما می‌توانید نامی که پست‌های الکترونیکی باید از طرف آن ارسال شوند را مشخص کنید. اگر شما این را خالی بگذارید، پست‌های الکترونیکی از طرف وردپرس ارسال خواهند شد.
fr_fr: Vous pouvez spécifier le nom de courriels devraient être envoyés à partir. Si vous laissez ce champ vide, on vont enverra les courriels de WordPress.
pt_pt: Você pode especificar o nome que os e-mails devem ser enviadas a partir. Se você deixar em branco, os email serão enviados do WordPress.

source: Reply-To Email Address
es_es: Respuesta-a la dirección de correo electrónico
fa_ir: آدرس ایمیل پاسخ-به
fr_fr: Répondre à l'adresse e-mail
pt_pt: Responder-para endereço de e-mail

source: This email address will be used in the 'Reply-To' field of the email. Leave it blank to use 'From Email' as the reply-to value.
es_es: Esta dirección de correo electrónico se utilizará en el campo 'Reply-to' del correo electrónico. Déjelo en blanco para usar 'De correo electrónico' como el valor de reply-to.
fa_ir: این آدرس ایمیل در قسمت "Reply-To" ایمیل استفاده خواهد شد. جهت استفاده از "پست الکترونیکی فرستنده" به عنوان پاسخ-به این بخش را خالی بگذارید.
fr_fr: Cette adresse e-mail sera utilisée dans le champ 'Reply-To' de l'e-mail. Laissez-le vide pour utiliser 'De l’Email' comme la réponse à la valeur.
pt_pt: Este endereço de e-mail será usado no campo 'Reply-To' do e-mail. Deixá-lo em branco para usar 'De E-mail' como o valor de resposta.

source: Mailer
fa_ir: نامه‌رسان

source: Gmail
fa_ir: جی‌میل

source: Yahoo
fa_ir: یاهو

source: Hotmail
fa_ir: هاتمیل

source: Your mail delivery service
es_es: Su servicio de entrega de correo
fa_ir: سرویس نامه‌رسان شما
fr_fr: Votre service de distribution postale
pt_pt: Seu serviço de entrega de correio

source: SMTP Host
es_es: Host SMTP
fa_ir: میزبان SMTP
fr_fr: Hôte SMTP
pt_pt: Host SMTP

source: Your mail server
es_es: Su servidor de correo
fa_ir: سرور پست الکترونیکی شما
fr_fr: Votre serveur de messagerie
pt_pt: Seu servidor de correio

source: SMTP Port
es_es: Puerto SMTP
fa_ir: درگاه SMTP
fr_fr: Port SMTP
pt_pt: Porta SMTP

source: The port to your mail server
es_es: El puerto de su servidor de correo
fa_ir: درگاه سرور پست الکترونیکی شما
fr_fr: Le port de votre serveur de messagerie
pt_pt: A porta para seu servidor de correio

source: Encryption
es_es: Cifrado
fa_ir: رمزگذاری
fr_fr: Cryptage
pt_pt: Criptografia

source: None
es_es: Ninguno
fa_ir: هیچ یک
fr_fr: Aucun
pt_pt: Nenhum

source: TLS is not the same as STARTTLS. For most servers SSL is the recommended option
es_es: TLS no es lo mismo que STARTTLS. Para la mayoría de los servidores SSL es la opción recomendada
fa_ir: TLS همان STARTTLS نیست. برای بیشتر سرورها SSL گزینه پیشنهادی است
fr_fr: TLS n’est pas la même chose que STARTTLS. Pour la plupart des serveurs SSL est l’option recommandée
pt_pt: TLS não é o mesmo que STARTTLS. Para a maioria dos servidores SSL é a opção recomendada

source: Authentication
es_es: Autenticación
fa_ir: احراز هویت
fr_fr: Authentification
pt_pt: Autenticação

source: No
fa_ir: نه
fr_fr: Non
pt_pt: Não

source: Yes
es_es: Sí
fa_ir: بله
fr_fr: Oui
pt_pt: Sim

source: This options should always be checked 'Yes'
es_es: Esta opción debe ser siempre revisado 'Sí'
fa_ir: این گزینه باید همیشه "بله" باشد
fr_fr: Cette option doit toujours être coché 'Oui'
pt_pt: Essa opção deve ser sempre verificado 'Sim'

source: Username
es_es: Nombre de usuario
fa_ir: نام کاربری
fr_fr: Nom d’utilisateur
pt_pt: Nome de usuário

source: The username to login to your mail server
es_es: El nombre de usuario para iniciar sesión en su servidor de correo
fa_ir: نام کاربری برای ورود به سرور پست الکترونیکی شما
fr_fr: Le nom d’utilisateur pour vous connecter à votre serveur de messagerie
pt_pt: O nome de usuário de logon para o servidor de email

source: Password
es_es: Contraseña
fa_ir: کلمه عبور
fr_fr: Mot de passe
pt_pt: Senha

source: The password to login to your mail server
es_es: La contraseña para iniciar sesión en su servidor de correo
fa_ir: کلمه عبور برای ورود به سرور پست الکترونیکی شما
fr_fr: Le mot de passe pour vous connecter à votre serveur de messagerie
pt_pt: A senha de login para o servidor de email

source: Save Changes
es_es: Guardar los cambios
fa_ir: دخیره تغییرات
fr_fr: Enregistrer les modifications
pt_pt: Salvar as alterações

source: Testing And Debugging Settings
es_es: Probar y depurar la configuración
fa_ir: آزمایش و اشکال زدایی تنظیمات
fr_fr: Tester et déboguer des paramètres
pt_pt: Testar e depurar configurações

source: You can use this section to send an email from your server using the above configured SMTP details to see if the email gets delivered.
es_es: Puede utilizar esta sección para enviar un correo electrónico desde el servidor utilizando los datos de SMTP configurados anteriormente para ver si el correo electrónico es entregado.
fa_ir: می‌توانید با استفاده از این بخش از طرف سرورتان با استفاده از تنظیمات SMTP بالا پست الکترونیکی ارسال کرده و ببینید که تحویل داده می‌شود یا خیر.
fr_fr: Vous pouvez utiliser cette section pour envoyer un email depuis votre serveur en utilisant les détails ci-dessus de SMTP configurés pour voir si l’email est transmis.
pt_pt: Você pode usar esta seção para enviar um e-mail de seu servidor usando os detalhes de SMTP configurados acima para ver se o e-mail seja entregue.

source: To
es_es: Para
fa_ir: گیرنده
fr_fr: À
pt_pt: Para

source: Users
es_es: Usuarios
fa_ir: کاربران
fr_fr: Utilisateurs
pt_pt: Usuários

source: Commenters
es_es: Comentaristas
fa_ir: نظر دهندگان
fr_fr: Intervenants
pt_pt: Comentadores

source: Custom
fa_ir: سفارشی
pt_pt: Personalizado

source: Enter the recipient's email address
es_es: Ingresar dirección de correo electrónico del destinatario
fa_ir: آدرس پست الکترونیکی گیرنده را وارد کنید
fr_fr: Entrez l’adresse e-mail du destinataire
pt_pt: Digite o endereço de e-mail do destinatário

source: Subject
es_es: Asunto
fa_ir: موضوع
fr_fr: Objet
pt_pt: Assunto

source: Enter a subject for your message
es_es: Escriba a un asunto para su mensaje
fa_ir: یک موضوع برای پیام خود وارد کنید
fr_fr: Entrez l’objet de votre message
pt_pt: Digite um assunto para sua mensagem

source: Variable values are:
es_es: Variables valores son:
fa_ir: مقادیر متغیر عبارتند از:
fr_fr: Variable valeurs sont:
pt_pt: Valores de variáveis são:

source: Message
es_es: Mensaje
fa_ir: پیام
pt_pt: Mensagem

source: Write your email message
es_es: Escribe tu mensaje de correo electrónico
fa_ir: پیام خود را بنویسید
fr_fr: Écrivez votre message
pt_pt: Escreva sua mensagem

source: Send Test Email
es_es: Enviar correo electrónico de prueba
fa_ir: ارسال پست الکترونیکی آزمایشی
fr_fr: Envoyer courriel Test
pt_pt: Enviar Email de teste

source: Please configure your SMTP credentials in the <a href="%s">settings menu</a> in order to send email using WP Easy SMTP plugin.
es_es: En el <a href="%s">Ajustes menú</a> configure sus credenciales de SMTP para enviar correo electrónico SMTP fácil WP plugin.
fa_ir: لطفا ملزومات SMTP خود را در <a href="%s">فهرست تنظیمات</a> جهت ارسال پست الکترونیکی با استفاده از "SMTP آسان وردپرس" پیکربندی کنید.
fr_fr: Veuillez configurer vos informations d’identification SMTP dans le <a href="%s">menu des réglages</a> afin d’envoyer des email en utilisant le plugin WP Easy SMTP.
pt_pt: Por favor, configure suas credenciais de SMTP no <a href="%s">menu de configurações</a> para enviar e-mail utilizando o plugin WP Easy SMTP.

source: You are not allowed to change SMTP configuration settings.
es_es: No se permite cambiar parámetros de configuración de SMTP.
fa_ir: شما اجازه تغییر دادن تنظیمات پیکربندی SMTP را ندارید.
fr_fr: Vous ne sont pas autorisés à modifier les paramètres de configuration SMTP.
pt_pt: Não podes mudar as definições de configuração do SMTP.

source: Please enter a valid email address in the '%s' field.
es_es: Introduzca una dirección de correo electrónico válida en el campo '%s'.
fa_ir: لطفا یک ایمیل معتبر در بخش "%s" وارد کنید.
fr_fr: Veuillez entrer une adresse email valide dans le champ'%s'.
pt_pt: Introduza um endereço de e-mail válido no campo '%s'.

source: Please enter a valid host in the 'SMTP Host' field.
es_es: Especifique un host válido en el campo 'SMTP Host'.
fa_ir: لطفا یک میزبان معتبر در بخش "میزبان SMTP" وارد کنید.
fr_fr: Veuillez entrer un hôte valide dans le champ 'Hôte SMTP'.
pt_pt: Por favor insira um host válido no campo 'Host SMTP'.

source: Please enter a valid username in the 'Username' field.
es_es: Por favor, introduzca un nombre de usuario válido en el campo 'Nombre de usuario'.
fa_ir: لطفا یک نام کاربری معتبر در بخش "نام کاربری" وارد کنید.
fr_fr: Veuillez entrer un nom d’utilisateur valide dans le champ 'Nom d’utilisateur'.
pt_pt: Por favor digite um nome de usuário válido no campo 'Nome de usuário'.

source: Please enter a valid password in the 'Password' field.
es_es: Por favor, introduzca una contraseña válida en el campo 'Contraseña'.
fa_ir: لطفا یک کلمه عبور معتبر در بخش "کلمه عبور" وارد کنید.
fr_fr: Veuillez entrer un mot de passe valide dans le champ 'Mot de passe'.
pt_pt: Por favor digite uma senha válida no campo 'Senha'.

source: Please enter a valid port in the 'SMTP Port' field.
es_es: Por favor introduzca un puerto válido en el campo 'Puerto SMTP'.
fa_ir: لطفا یک درگاه معتبر در بخش "درگاه SMTP" وارد کنید.
fr_fr: S’il vous plaît entrer dans un port valide dans le champ 'Port SMTP'.
pt_pt: Por favor digite uma porta válido no campo 'Porta SMTP'.

source: Settings saved.
es_es: Ajustes guardados.
fa_ir: تنظیمات ذخیره شدند.
fr_fr: Paramètres enregistrés.
pt_pt: Configurações salvas.

source: Settings are not saved.
es_es: Ajustes no se guarda.
fa_ir: تنظیمات ذخیره نشدند.
fr_fr: Paramètres ne sont pas enregistrés.
pt_pt: As configurações não são salvas.

source: Please enter a valid email address in the recipient email field.
es_es: Introduzca una dirección válida de correo electrónico en el campo de destinatario de correo electrónico.
fa_ir: لطفا یک پست الکترونیکی معتبر در بخش "گیرنده" وارد کنید.
fr_fr: Veuillez entrer une adresse email valide dans le champ email destinataire.
pt_pt: Introduza um endereço de e-mail válido no campo e-mail do destinatário.

source: Test mail was sent
es_es: Fue enviado el correo de prueba
fa_ir: پست الکترونیکی آزمایشی فرستاده شد
fr_fr: Message de test a été envoyé
pt_pt: Email de teste foi enviada

source: Test mail was not sent
es_es: Prueba correo no fue enviado
fa_ir: پست الکترونیکی آزمایشی فرستاده نشد
fr_fr: Test mail n’a pas été envoyé.
pt_pt: E-mail de teste não foi enviado

source: WordPress Easy SMTP
fa_ir: SMTP آسان وردپرس

source: Reconfigures the wp_mail() function to use SMTP instead of mail() and creates an options page to manage the settings.
es_es: Reconfigura la función wp_mail() para usar SMTP en lugar de mail() y crea una página de opciones para administrar la configuración.
fa_ir: پیکربندی تابع wp_mail() برای استفاده از SMTP بجای mail() و ایجاد صفحه‌ای برای مدیریت تنظیمات.
fr_fr: Reconfigure la fonction wp_mail() pour utiliser SMTP au lieu de la fonction mail() et crée une page d’options pour gérer les paramètres.
pt_pt: Reconfigura a função wp_mail() para usar o SMTP em vez de mail () e cria uma página de opções para gerenciar as configurações.
